Revit 2024 API
SubTransaction Properties
The SubTransaction type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
SubTransaction Class
Autodesk.Revit.DB Namespace